Repository: Akotet08/LangCaptcha
Catalog: en-ko.tmx
Source language: en
Languages: ko

source: When you’re tweeting and re-tweeting, are you ever thinking in terms of creating a narrative via your tweetstream?
ko: 트윗과 리트윗을 할때, 이야기 창작 측면에서 생각하신적 있습니까?

source: Absolutely. If you look at how I tweeted Tunisia, I saw it as a narrative arc, from Bouazizi's suicide to Ben Ali fleeing the country.
ko: 그럼요, 튀니지 트윗을 할때 보면, 벤알리(Ben Ali) 퇴진을 위한 부아지지(Bouazizi)의 분신자살 사건때는 이야기 흐름 측면으로 접근하였습니다.

source: I want to capture the plot points and rising tension as it went along, and I used Storify to archive it all.
ko: 사건 흐름의 구성요소와 긴장 고조 부분을 포착하면서, Storify를 이용해 자료를 정리하는 것을 선호합니다.

source: Since then, there have been so many countries in revolt simultaneously I'm just focused on keeping up as best I can, while making sure I put a human face on what is happening in each country.
ko: 그때 이후로 여러나라에서 일제히 민주화운동이 일어났는데, 저는 단지 각 국가에서 벌어지는 일을 생생하게 취재하는데에 최선을 다했습니다.

source: How do you deal with the language barrier?
ko: 언어 장벽에 대한 문제는 어떻게 해결하십니까?

source: Do you rely on others’ translations or do you use machine translation (or both)?
ko: 다른 사람의 번역 도움을 받거나, 번역 프로그램을 사용하십니까?

source: For text I use machine translation, which usually gives me the gist of what's being said.
ko: 보통 어떤 요지인지 알게 해줍니다.

source: If it's video or something like that, I ask my Twitter followers for help.
ko: 비디오 같은 시각 자료의 경우 트위터 팔로워들에게 도움을 요청합니다.

source: I typically get a rough translation within 20 minutes of my request, and often volunteers will collaborate to get a more specific translation and then caption the video.
ko: 종종 봉사자들이 협력하여 좀더 분명한 번역과 비디오 자막을 제공합니다.

source: It's extraordinary how generous people have been with their time and their knowledge; I wouldn't be able to do what I'm doing without their help.
ko: 많은 사람들이 그들의 시간과 지식을 내어주는데 있어 얼마나 너그러운지에 신기해 합니다.

source: Have you ever been surprised at feedback you’ve received for your live-tweeting?
ko: 그들의 도움없이는 이 자리까지 절대 올 수 없었습니다.

source: It catches me off-guard when someone famous retweets me, like UN ambassador UN Rice, or NFL player Chad Ochocinco.
ko: 미식축구선수 채드 오초친코(Chad Ochocinco)나 유엔 미국 대사 수잔 라이스(Susan Rice)와 같이 유명한 사람의 리트윗을 받을 때면, 깜짝 놀랍니다.

source: But the best part is that my twitter followers want me to succeed, and are concerned about my well-being.
ko: 그러나 가장 놀랍고도 좋은 점은 제 트윗 팔로워들이 저의 성공과 행복을 격려한다는 점일 것입니다.

source: They remind me to go to bed, eat some food, spend time with my family. They really keep me grounded.
ko: 그들은 제가 현실감을 유지할 수있게, 제시간에 잠자리에 들도록, 음식을 거르지 않도록, 가족과 시간을 보내도록 일깨워줍니다.

source: And of course, we all want to know: what do you think of Global Voices?
ko: 너무나 당연한 질문입니다만, 글로벌 보이스를 어떻게 생각하십니까?

source: Actually, I was one of the first contributors to Global Voices, way back in December 2004:
ko: 사실, 저는 2004년 12월 최초 설립자중에 한사람이었습니다. https://globalvoicesonline.

source: https://globalvoicesonline.org/author/andycarvin/
ko: org/author/andycarvin/

source: Back then I was traveling a lot around the world, so Global Voices was a great outlet for me to share my blog posts, podcasts and videos.
ko: 그때는 세계 곳곳에 여행을 많이 다니고 있었고, 그 당시의 글로벌 보이스는 블로그, 팟캐스트와 동영상자료를 공유하기 위한 좋은 수단이었습니다.

source: It's been my primary source for monitoring online communities around the world ever since.
ko: 제가 현재까지도 전 세계 온라인 커뮤티니들을 둘러보는데 글로벌 보이스는 주된 자료 원천입니다.

source: I probably wouldn't be doing what I'm doing to day if it hadn't been for Global Voices, as I made some of my first contacts in Tunisia and Egypt through the GV community.
ko: 글로벌보이스가 아니였다면 아마 지금 하고 있는 일을 안하고 있을 것입니다. 튀니지와 이집트에서 처음 연락이 닿을 수 있었던것은 글로벌 보이스 커뮤니티 덕분이었습니다

source: Thank you, Andy Carvin.
ko: 인터뷰해주셔서 감사합니다.

source: China: The Rich Are Fleeing · Global Voices
ko: 중국: 도망가는 부자들

source: The 2011 China Private Wealth Study, released last week by China Merchants Bank and consulting firm Bain & Company has been generating a lot of buzz on Sina Weibo and elsewhere.
ko: 지난 주 중국 상업 은행과 컨설팅 회사 베인 앤 컴퍼니가 2011년 중국 개인 부 연구를 공개했다.

source: Among the more controversial findings of the study is that 27% of the more than 20,000 Chinese multimillionaires with more than US dollar (USD) 15,000,000 in individual assets have already emigrated abroad, and around 60% of those with more than USD 1,500,000 in assets, 960,000 people, have already or are planning to do so.
ko: 이 연구 결과는 시나 웨이보(Sina Weibo)와 다른 사이트에서 뜨겁게 회자됐다. 연구의 여러 군데가 논쟁의 여지를 불러일으켰지만 무엇보다도 활발한 논쟁을 일으킨 것은 개인 자산이 천 5백만 달러 이상의 2만명 이상의 중국 백만장자 27 퍼센트가 이미 외국으로 이민을 갔다는 점과 150만 달러의 자산을 가진 60 퍼센트정도 부자들, 96만명의 사람들이 이민을 갔거나 갈 예정이라는 점이었다.

source: Reportedly, this 'rich exodus' began in 2009.
ko: '투자 이민'을 여기에서 해결하세요!

source: Get your immivestment here!
ko: 란 문구

source: rich r fleeing meme total overblown
ko: 시나 웨이보 사이트에 나온 연구 결과에 대한 짧은 의견들이다:

source: Pakistan: Live-Tweeting Osama Bin Laden's Death from Abbottabad · Global Voices
ko: 파키스탄: 아보타바드에서 보내온 오사마 빈 라덴의 사망에 대한 생중계 트윗

source: This post is part of our special coverage The Death of Osama Bin Laden. Saudi terror mastermind Osama Bin Laden's life was snuffed out when a CIA-led team attacked a compound in Abbottabad, Pakistan.
ko: 미국 중앙 정보국(CIA) 주도로 파키스탄 아모타바드의 빈 라덴 은신처를 공습하면서 사우디의 테러 수장 오사마 빈 라덴이 사망했다.

source: One Twitter user, Sohaib Athar, who tweets as @ReallyVirtual, reportedly tweeted the raid, and his reactions so far.
ko: 트위터 상에서 @ReallyVirtual란 이름을 사용하고 있는 수하비 아타르는 이 공습을 트윗하였고, 그의 트윗에 대한 반응은 아래와 같이 이어졌다.

source: Athar describes himself as "an IT consultant taking a break from the rat-race by hiding in the mountains with his laptops."
ko: 아타르는 스스로를 "쳇바퀴처럼 돌아가는 생활에서 잠시 물러나 쉬고 있는 IT 컨설턴트, 지금은 노트북을 가지고 산에 들어가 숨어 있다"라고 소개하고 있다.

source: Here is his timeline:
ko: 아래는 그의 트위터 타임라인에 올라온 글이다:

source: @ReallyVirtual: Helicopter hovering above Abbottabad at 1AM (is a rare event).
ko: @ReallyVirtual: 새벽 1시에 아보다바드 상공 위에 헬기가 나타났습니다.

source: @ReallyVirtual: Go away helicopter - before I take out my giant swatter :-/
ko: @ReallyVirtual: 제가 큰 몽둥이를 집어들기 전에 헬기가 물러났습니다 :-/

source: @ReallyVirtual: A huge window shaking bang here in Abbottabad Cantt.
ko: @han3yy: 이럴수가 :S 아보파바드에서 폭탄이 터졌습니다.

source: I hope its not the start of something nasty :-S
ko: @ReallyVirtual: 탈리반에게 헬기가 없는 것으로 알고 있습니다.

source: @ReallyVirtual: @m0hcin all silent after the blast, but a friend heard it 6 km away too... the helicopter is gone too.
ko: @ReallyVirtual: @kashaziz 기술적으로 보면, 확실히 확인될 때 까지는 정확한 것이 아닙니다.

source: @ReallyVirtual: @m0hcin http://bit.ly/ljB6p6 seems like my giant swatter worked !
ko: 그동안 우리는 더 이상한 것도 봐왔습니다.

source: @ReallyVirtual: @m0hcin the few people online at this time of the night are saying one of the copters was not Pakistani...
ko: @ReallyVirtual: 아보타바드의 헬리콥터(혹은 UFO)가 비랄(Bilal)군 근처에서 격추 당했습니다.

source: @han3yy: OMG :S Bomb Blasts in Abbottabad..
ko: 불길이 번쩍했다고 하는 소리도 있습니다.

source: I hope everyone is fine :(
ko: 사람들이 무인 저격기일 가능성이 있다고 합니다.

source: @ReallyVirtual: Since taliban (probably) don't have helicpoters, and since they're saying it was not "ours", so must be a complicated situation #abbottabad
ko: @ReallyVirtual: @smedica 사람들이 헬기 추락 사고가 기술적인 문제 때문이 아닌 아닌 격추된 것이라고 하는군요.

source: @ReallyVirtual: @kashaziz technically, it is unidentified until identified, and it is a flying object, so year, why the hell not, we have seen weirder stuff
ko: 저도 헬기가 공중에서 3-4바퀴 도는 소리를 들었는데 소리를 들어보면 의도적인 움직임이라고 느껴집니다.

source: @ReallyVirtual: The abbottabad helicopter/UFO was shot down near the Bilal Town area, and there's report of a flash.
ko: @ReallyVirtual: @tahirakram 그럴 가능성도 높죠.

source: People saying it could be a drone.
ko: 그러나 스파이 정찰기라고 보기에는 너무 시끄러운 감이 없잖아 있습니다.

source: @ReallyVirtual: @smedica people are saying it was not a technical fault and it was shot down.
ko: 제 경우는 소리가 거슬릴 정도로 커지게 되면서 헬기를 알아보기 시작했습니다.

source: I heard it CIRCLE 3-4 times above, sounded purposeful.
ko: 당신은 아보타바드 어느 지역에 있나요?

source: @ReallyVirtual: @tahirakram very likely - but it was too noisy to be a spy craft, or, a very poor spy craft it was.
ko: @ReallyVirtual: 두 대의 헬리콥터 중 하나는 추락했습니다. 정말 이 것이 그들이 말하는 대로 단순 유사시 (군사) 훈련이라고 볼 수 있을까요 >> http://bit.

source: @ReallyVirtual: @smedica It must have been more, I started noticing the helicpoter when the noise got irritating - which part of Abbottabd are you in?
ko: @terminalxpk: 소령은 또한 미사일이 발사된 적이 없고 지금 나오고 있는 과장된 언론보도는 그저 루머에 지나지 않다고 더했습니다.

source: @ReallyVirtual: Here's the location of the Abbottabad crash according to some people >>> http://on.fb.me/khjf34
ko: @ReallyVirtual: 그렇다면 조금 전 제가 몽둥이 운운하면서 트윗한 내용에 대해 헬기 조종사 분에게 죄송하단 말씀을 드려야 겠군요 :-/

source: @ReallyVirtual: Two helicpoters, one down, could actually be the training accident scenario they're saying it was >> http://bit.ly/ioGE6O
ko: @ReallyVirtual: 지금 막 한 비행기가 아보타바드 상공을 날고 있습니다.

source: @terminalxpk: A Major of the #Pakistan #Army's 19 FF, Platoon CO says incident at #Abbottabad where #helicopter crashed is accidental and not an "attack"
ko: @naqvi: 제가 보기에는 아보타바드 헬기 추락 건과 파키스탄과 오바마 대통령의 속보로 전해진 연설은 뭔가 관련이 있는 것 같습니다.

source: @terminalxpk: The Major also says no "missiles" were fired and all such exaggerated reports are nothing but rumours #Pakistan
ko: @ReallyVirtual: 택시 기사님의 제보입니다: 추락지역으로 군대가 파견되었고 그 지역 주변 집들을 샅샅이 검문한다고 합니다.

source: @ReallyVirtual: and now I feel I must apologize to the pilot about the swatter tweets :-/
ko: @ReallyVirtual: @kursed 무엇이 정말 일어났는지는 별로 중요하지 않습니다.

source: @ReallyVirtual: And now, a plane flying over Abbottabad...
ko: 999 퍼센트의 사람들이 믿는 공식적 설이 있는 이상은요.

source: @ReallyVirtual: Interesting rumors in the otherwise uneventful Abbottabad air today
ko: @ReallyVirtual: @kursed 또 다른 루머입니다.

source: @naqvi: I think the helicopter crash in Abbottabad, Pakistan and the President Obama breaking news address are connected.
ko: 추락한 헬기를 뒤따라 갔던 두 대의 헬기가 외국 코브라 헬기임이 알려졌습니다.

source: @ReallyVirtual: Report from a taxi driver: The army has cordoned off the crash area and is conducting door-to-door search in the surrounding
ko: @ReallyVirtual: 한 환경 미화원님의 제보: 추락 사고 중에 한 가족이 사망했다고 합니다.

source: @ReallyVirtual: @kursed What really happened doesn't matter if there is an official story behind it that 99.999% of the world would believe @ReallyVirtual: @kursed Another rumor: two copters that followed the crashed one were foreign Cobras - and got away
ko: 헬기 조종사 두 명 중 한 명은 도망을 갔고 나머지 한 명을 수색중이라고 합니다.

source: @ReallyVirtual: Report from a sweeper: A family also died in the crash, and one of the helicopter riders got away and is now being searched for.
ko: @ReallyVirtual: @kursed 글쎄요. 제가 보기엔 그 밤에 헬기가 최소 2대는 넘었던 것 같은에.

source: @ReallyVirtual: @kursed Well, there were at least two copters last night, I heard one but a friend heard two, for 15-20 minutes.
ko: 제가 한대의 헬기 소리를 들었고 제 친구가 두 대의 헬기 소리를 한 15-20분간 들었습니다.

source: @ReallyVirtual: RT @ISuckBigTime: Osama Bin Laden killed in Abbottabad, Pakistan.: ISI has confirmed it < < Uh oh, there goes the neighborhood :-/
ko: @ReallyVirtual: RT @ISuckBigTime: 파키스탄의 아보타바드에서 오사마 빈 라덴이 사살되었다고 합니다. 파키스탄 군 정보국(ISI)가 이 사실을 확인했습니다. :-/

source: @ReallyVirtual: I guess I should unsubscribe from the #abbottabad search on twitter before it kills my machine.
ko: @ReallyVirtual: 트위터 상에서 #아보타바드 해쉬 태그 구독하는 것을 이제 좀 멈춰야 겠습니다.

source: Leave Abbottabad alone, Osama and Obama...
ko: @ReallyVirtual: 아보타바드 트윗에 너무 많이 올라와서 재밋는 관련 트윗을 리트윗하기 정말 어려워 지는 군요

source: @ReallyVirtual: Damn its getting hard to RT some funny Abbottabad tweets, they're scrolling so fast :-(
ko: @ReallyVirtual: 오. 이제 제가 부지불식간에 오사마에 대한 공습을 실시간 블로깅하는 사람이 되어버렸군요.

source: @ReallyVirtual: Uh oh, now I'm the guy who liveblogged the Osama raid without knowing it.
ko: @ReallyVirtual: 이제 주류 언론에서 메일이 오기 시작합니다.

source: @ReallyVirtual: and here come the mails from the mainstream media... *sigh*
ko: @ReallyVirtual: 쇼핑 플라자는 거의 전면 폐쇄되었습니다.

source: @ReallyVirtual: The shopping plaza I'm in is almost entirely closed, probably mainly because the traffic is blocked in a few places
ko: 아무래도 몇 곳에서 교통을 통제시키면서 이렇게 된 것 같습니다.

source: @ReallyVirtual: And the big question is - now that OBL does not live in Abbottabad, is it open to terrorist attacks too?
ko: @ReallyVirtual: 여기서 정말 궁금한 점 하나, 오사마 빈 라덴이 아보타바드에 살지 않는다고 해서, 이 곳이 테러 공격에 무방비가 된다는 소립니까?

source: @DVNJr: Read @ReallyVirtual's stream.
ko: @DVNJr: @ReallyVirtual의 트위터 타임라인을 읽으세요.

source: He unwittingly tweeted the helicopters' raid on Osama bin Laden's compound.
ko: 그는 의도치 않게 오사마 빈 라덴의 은신처에 가해진 헬기 공습에 대해 트윗했습니다.

source: @CClonts: He tweeted this live!
ko: @CClonts: 그는 이 내용을 생중계하듯이 트윗하고 있습니다.

source: Tweets begin at 9-hour indicator.
ko: 9시에 트윗하기 시작했군요.

source: RT @ReallyVirtual: Helicopter hovering above Abbottabad at 1AM (is a rare event). This post is part of our special coverage The Death of Osama Bin Laden.
ko: RT @ReallyVirtual 새벽 1시에 아보다바드 상공 위에 헬기가 나타났습니다.

source: Palestine: Demonstrations Against Occupation, For Unity · Global Voices
ko: 팔레스타인: 시위대, 무단 점령에 단결로 항의하다

source: In the last few years, West Bank Palestinian villages have seen their land claimed both by Jewish settlements in the West Bank and by the security wall erected by Israel.
ko: 지난 몇 년동안, 웨스트 뱅크(요르단 강 서안 지구;역자 주) 지역의 팔레스타인 마을들은 자신들의 땅이 웨스트 뱅크 지역의 유대인 이주 정착촌과 이스라엘 측의 보안벽에 빼앗기는 것을 봐왔다.

source: In villages such as Nabi Saleh, Bi'lin and Ni'lin, village residents have responded by holding weekly non-violent protests.
ko: 나비 살레(Nabi Saleh), 빌린(Bi'lin) 그리고 닐린(Ni'lin) 등의 마을에서 주민들은 매주 비폭력 시위를 열어 이에 대응해왔다.

source: Foreign Policy reports that these protests have proven to be a difficult challenge for the Israeli Defense Forces (IDF) who consistently attempt to break up the protests and arrest demonstrators.
ko: 포린 폴리시의 보도에 따르면 이 시위들은 시위 해산과 시위대 구속을 시도하는 이스라엘 국방군(IDF)에게 장애물이 되어왔다.

source: The week after Hamas and Fatah inked their unity agreement was no exception.
ko: 하마스와 파타가 그들의 단결 협정에 서명한 날도 예외는 아니었다.

source: Joseph Dana is a New York-born activist with Jewish roots who moved to Israel to pursue his Jewish heritage, and is now an activist regularly reporting on and joining protests in these West Bank villages.
ko: 조셉 다나는 그의 유대인 혈통을 찾기 위해 이스라엘로 이주한 뉴욕 출신 운동가로써 현재 웨스트 뱅크의 마을들에서 열리는 시위를 정기적으로 보도하며 때로는 참여하기도 한다.

source: Dana reported on the evening of May 5, 2011:
ko: 다나는 2011년 5월 5일 저녁 이렇게 말했다.

source: Raids took place in Nabi Saleh last night.
ko: 어제 밤 나비 살레에 폭격이 있었습니다.

source: Unarmed demonstrations will take place tomorrow.
ko: 하지만 내일도 비무장 시위는 있을 겁니다.

source: I will be live tweeting from the ground.
ko: 전 그 곳에서 트위터 생중계를 할 예정입니다.

source: The demonstrations, though, never started, preempted by IDF troop deployment:
ko: 하지만 시위는 IDF 부대들이 먼저 점유해버리는 바람에 시작도 하지 못했다.

source: Most of the village is still in the mosque.
ko: 마을 주민들 대부분이 아직 모스크 안에 있습니다.

source: Soldiers have taken two houses in nabi saleh
ko: 군인들은 나비 살레의 두 집을 차지했습니다.

source: The March 15th Palestine account also reported:
ko: 3월 15일자 팔레스타인 측 기록 또한 이렇게 전했다:

source: Army enforcing undeclared curfew in #Nabi Saleh.
ko: 군대가 #나비 살레에서 비공식적 통금을 실시했습니다.

source: Tear-gas clouds cover the village and shot directly into houses.
ko: 최루탄 가스는마을을 뒤덮었고 집들 바로 안으로 들어왔어요.

source: Caused a fire & an injury
ko: 화재가 나고 부상자도 발생했습니다.

source: Joseph Dana posted pictures of the tear gas clouds:
ko: 조셉 다나는 최루탄 가스의 사진을 올렸다:

source: Tear Gas in Nabi Saleh, Palestine.
ko: 팔레스타인 나비 살레, 최루탄 가스

source: Dana reported that the wife of detained activist Bassem Tamimi was also targeted:
ko: 다나는 억류된 활동가 바셈 타미미 의 아내 또한 공격 대상이 되었다는 것을 알렸다.

source: The soldiers beat the wife of bassem tamimi who was filming for btselem.
ko: Selem: 점령지구 안에서의 인권 보호를 위해 설립된 이스라엘 NGO;역자 주) 을 위해 영상을 제작하던 바셈 타미미의 아내를 폭행했어요.

source: They hit her and tried to destroy her camera in nabi saleh
ko: 나비 살레에서 그들은 그녀를 때렸고 그녀의 카메라를 부숴버리려고 했어요.

source: Hours later, Dana indicated that soldiers were withdrawing:
ko: 몇 시간 후, 다나는 군인들이 퇴각하고 있다고 말했다:

source: Now it is finally over.
ko: 드디어 끝났어요.

source: With a hail of tear gas
ko: 최루탄 가스와 함께 말이죠.

source: Meanwhile, protests also ensued in the Palestinian villages of Bi'lin, Ni'lin and Masara.
ko: 팔레스타인 마을인 빌린, 닐린과 마사라에서도 시위가 잇따랐다.

source: The official IDF Twitter account reported:
ko: IDF 공식 트위터는 이렇게 전했다:

source: ~80 violent rioters in Bi'lin, ~40 in Ni'lin hurling rocks @ security forces responding w/riot dispersal means.
ko: 빌린에서는 약 80명, 닐린에서는 40명 가량의 폭도들이 시위 해산 도구를 사용하는 군에게 돌을 던지고 있습니다.

source: The PSCC (Palestinian Popular Struggle Coordination Committee) told it differently:
ko: PSCC는 다르게 말했다:

source: Soldiers arrested a 15 year-old during the demo in Bil'in.
ko: 빌린에서 일어난 시위 도중 군인들이 15살 아이를 구속했습니다.

source: Still enforcing undeclared curfew in Nabi Saleh
ko: 나비 살레에서는 아직도 비공식적 통금을 거두지 않고 있습니다.

source: And demonstrations also occured to Ni'lin:
ko: 닐린에서도 시위가 있었다 :

source: Protesters banging on the metal gate in Ni'ilin demanding to access their lands.
ko: 닐린에서 시위대가 그들의 땅에 가겠다며 철문을 두들기고 있습니다.

source: Soldiers shooting tear-gas
ko: 군인들은 최루탄을 쏘고 있고요.

source: In Masara, protests ended with the arrest of the villages mayor.
ko: 마사라에서는 마을 촌장들의 구속과 함께 시위가 끝났다.

source: B Sez tweeted:
ko: Sez는 이렇게 트윗했다:

source: Mahmoud Zwahre, Arrested At Weekly Protest Against The Wall At Al Masara http://www.imemc.org/article/61189 #Palestine #Israel
ko: 마무드 자와하르, 알 마사라의 벽에 맞서 매주 진행된 시위에 구속되다http://www.

source: Demonstrators also gathered in the Manara Square of Ramallah to celebrate this week's unity deal between rival factions Hamas and Fatah.
ko: 시위대들은 이번 주 라이벌 관계의 파벌이던 하마스와 파타의 단결 협정 을 축하하며 라말라의 마나라 광장에 모였다.

source: The year after Hamas won elections in Gaza in 2006, it expelled Fatah from Gaza, and the two groups have had little interaction since.
ko: 2006년 가자 지구 선거에서 하마스가 이긴 지 1년 후, 하마스는 가자에서 파타를 추방했고 그 후 거의 접촉하지 않았다.

source: Beginning March 15, protesters in both Gaza, controlled by Hamas, and in the West Bank, controlled by Fatah, began demonstrating to demand national unity.
ko: 3월 15일부터 하마스를 배후에 둔 가자 지구의 시위대와 웨스트 뱅크의 시위대는 국가적 단결을 촉구하며 시위했다.

source: Earlier in the week, Gaza celebrated the unity deal.
ko: 이번 주 초에 가자 지구에서 단결 협정을 축하하는 움직임이 일어났다.

source: The May 6th Ramallah demonstration was a continuation of Palestinian celebrations of the success of the March 15th movement and Palestinian unity.
ko: 5월 6일의 라말라 시위는 3. 15 운동과 팔레스타인 내 성공적인 단결을 축하하는 움직임의 연장선에 있었다.

source: Jalal, who describes himself as a Palestinian living between Jerusalem and Ramullah, saw the beginning of the demonstrations, which began with pro-Hamas supporters, and was later joined by Fatah and March 15th movement demonstrators.
ko: 자신을 예루살렘과 라물라 사이에 사는 팔레스타인인이라고 소개하는 잘랄은 하마스 지지자들에 의해 시작되어 파타와 3.

source: He tweeted:
ko: 그는 이렇게 트윗했다:

source: Couple hundred hamas supporters in #ramallah waiting to be joined by their Fatah brothers
ko: #라말라에서 몇 백명의 하마스 지지자들이 파타 형제들의 합류를 기다리고 있어요.

source: Jalal continued live from Manara Square:
ko: 잘랄은 마나라 광장에서의 생중계를 이어나갔다:

source: Green and yellow banners raised in Ramallah now, but most importantly Palestinian national flags all over Manara! #herak #mar15
ko: 마나라는 특히 팔레스타인 국기로 뒤덮였어요! #헤락#3월15일 잘랄은 수많은 3.

source: Jalal posted numerous pictures of the March 15th demonstrators:
ko: 15 시위대 사진들을 올렸다:

source: March 15th Movement Demonstrators in Ramallah.
ko: 15 운동 시위대들

source: Demonstrators were in Manara not just to celebrate, but also to press for transparent elections.
ko: 마나라의 시위대들은 축하의 의미뿐만이 아니라 투명한 선거를 촉구하기 위해 모였던 것이었다.

source: Ashira Ramadan tweeted:
ko: 아쉬라 라마단은 이렇게 트윗했다:

source: In #Ramallah now for the unity celebration and to call for fair direct PNC elections #Palestine #mar15
ko: 단결을 축하하고 공정한 PNC 직접선거를 요구하기 위해 #라말라에 있어요.

source: Follow Global Voices for continuing coverage.
ko: #팔레스타인 #3월15일

source: Saudi Arabia: A Woman Challenges the Law by Driving in Jeddah · Global Voices
ko: 사우디아라비아: 여성, 제다에서 운전으로 법에 도전하다

source: Women in Saudi Arabia are not allowed to drive.
ko: 사우디아라비아에서 여성들은 운전을 할 수 없다.

source: One Saudi woman recently claimed that right when she drove her children to school in Jeddah.
ko: 하지만 한 사우디 여성이 제다의 한 학교로 아이들을 차로 데려다주면서 자신의 권리를 주장했다.

source: Netizens debate the move, with many applauding the woman, Najla Hariri, for her heroic feat.
ko: 네티즌들은 이 상황에 대해 토론하며 사건의 주인공 나즐라 하리리의 영웅적 행동에 찬사를 보내고 있다.

source: The debate to allow women to drive cars has been ebbing and flowing in the oil-rich conservative kingdom for many years.
ko: 여성이 차를 운전하는 것을 허용하는 것에 대한 토론은 이 부유하고 보수적인 산유국에서 몇 년동안 꾸준히 제기되어왔다.

source: The religious authorities have always viewed this right, if granted, as something that will ruin women and the whole of society, while liberals, along with a lot of Saudi women, say it is a basic right that women should naturally have, especially those who cannot afford to employ a driver.
ko: 종교 지도자들은 이 권리가 (여성들에게도) 허용된다면 여성들과 사회를 파괴할 것이라고 보고있다. 반면 진보주의자들과 대다수의 사우디 여성들은 이것이 여성들, 특히 기사를 고용할 만큼 부유하지 않은 여성들이 자연히 가져야 할 기본적 권리라고 말한다.

source: A picture of Najla Hariri taken from her Twitter account @hariri65.
ko: 나즐라 하리리의 트위터 계정 @hariri65에서 가져온 그녀의 사진

source: Najla Hariri's feat stormed the Internet, and on Twitter, the long debate continued between those who refused what Najla had done and those who praised her courage and struggle to prove that society is wrong in banning women from driving cars.
ko: 나즐라 하즐리의 이러한 성과는 인터넷을 한바탕 달구어놓았다. 트위터에서는 나즐라의 행동에 거부감을 나타내는 이들과 그녀의 용기를 칭찬하고 여성이 차를 몰 수 없게 하는 사회가 틀렸다고 투쟁하는 측에 찬사를 보내는 이들이 토론을 벌였다.

source: Hariri reacted kindly to the praise she got in comments through her Twitter account saying :
ko: 하리리는 그녀가 받은 찬사들에 대해 트위터 댓글로 친절히 답했다

source: Najla, I envy you for what you did today.
ko: 나즐라, 오늘 당신이 한 일이 질투나네요.

source: You got the guts to be a symbol of the will in the women’s world.
ko: 당신은 여자들의 세계에서 의지의 심볼이 될 용기가 있어요.

source: Saudi political activist Waleed Abu Alkhair pointed out the importance of what Mrs Hariri had done:
ko: 사우디의 정치 운동가 왈리드 아부 알크에어는 하리리 부인이 한 일의 중요성을 집어냈다

source: France: The Fall of Dominique Strauss-Kahn? · Global Voices
ko: 프랑스: 도미니크 스트라스 칸의 몰락?

source: On Sunday 15 May, 2011, France awoke to a political earthquake: a sex scandal involving the (now former) French president of the IMF (International Monetary Fund), Dominique Strauss-Kahn, arrested for an alleged sexual assault against a chambermaid in a New York hotel.
ko: 올 5월 15일 일요일 국제통화기금(IMF) 총재였던 도미니크 스트라스 칸(Dominique Strauss-Kahn)의 섹스 스캔들이 터졌다. 프랑스 전역은 이러한 정치적 지각 변동으로 일요일 하루를 열었다.

source: On day three after the revelation, French bloggers are still struggling to grasp the implications of this global scandal on French politics.
ko: 스트라스 칸은 뉴욕에 있는 한 호텔에서 메이드를 성폭행한 혐의로 체포됐으며 현재 총재직에서 물러났다.

source: From "Don Juan” to “pervert”
ko: "돈 주앙"에서 "변태"로

source: The political fallout in France will be enormous.
ko: 이 사건이 프랑스의 정치 판도에 미칠 여진은 어머어마 할 것으로 예상된다.

source: Dominique Strauss-Kahn, known as 'DSK', was the only politician thought to be able to defeat the incumbent President Sarkozy in next year's presidential election.
ko: 주로 'DSK'(이름 이니셜)로 알려지는도미니크 스트라스 칸은 다음 해 대선에서 현 프랑스 대통령 사르코지를 무찌를 만한 유일한 유력 대선 주자로 알려진 인물이며, 최근 여론조사에서는 심지어 사르코지 대통령을 이기기도 했다.

source: He was even ahead in recent polls.
ko: 리오니튜드 란 블로그의 블로거 로메인은 충격에 찬 목소리로 아래와 같이 적었다.

source: Romain, blogging on Lyonitude is in shock:
ko: 예, 우리는 절대 잊어버릴 수(kahn forget) 없죠.

source: Yes, we kahn forget (the election)
ko: (이번 선거를 말입니다)

source: Focus on media coverage
ko: 언론 보도에 집중하다

source: On day one of the scandal, Sunday, cartoonist Dadou caught the general opinion on the charges facing Strauss Kahn with this sketch: that it could not be true.
ko: 일요일 스캔들이 터진 바로 그 날, 만화가 다두(Dadou)는 스트라스 칸의 혐의에 대한 사람들의 전반적인 반응을 여기 만화 스케치에 담아냈다.

source: The arrest of DSK was written off as harsh local United States laws and as a smear campaign.
ko: 많은 이들이 스캔들이 사실이 아닐 수도 있다고 생각하고 있었다.

source: On Monday, a poll showed that 57% were still convinced DSK was innocent . Agnès, on Le Monolecte, commented wryly :
ko: DSK(스트라스 칸)의 체포는 (프랑스의 정치적 사건이) 가혹한 미국 국내법 (실행)과 흑색 선전으로 전락한 사건이라고 볼 수 있다.

source: Après le too big to fail, voici le too powerfull to rape.
ko: 월요일의 여론 조사는 아직도 57 퍼센트의 프랑스 국민들이 DSK의 무고함을 믿고 있다는 결과를 나타냈다.

source: After Too big to fail, here comes too powerful to rape.
ko: 르모노렉트(Le Monolecte)의 아그네스란 누리꾼은 비꼬는 말투로 아래와 같이 평했다 :
